Repository: Josemihumanes/NOX_JMH
Catalog: NOOPWatchComplications/Localizable.xcstrings
Source language: en
Languages: es

source: %@ calibrating
es: %@ calibrando

source: %@ unavailable
es: %@ no disponible

source: Charge
es: Carga

source: Charge %lld out of 100
es: Carga %lld de 100

source: Charge %lld · %lld bpm%@
es: Carga %lld · %lld ppm%@

source: Charge %lld%@
es: Carga %lld%@

source: Charge calibrating
es: Carga calibrando

source: Charge calibrating, needs more data
es: Carga calibrando, necesita más datos

source: Charge out of date, last synced %@. Open NOOP on iPhone.
es: Carga desactualizada, última sincronización %@. Abre NOOP en el iPhone.

source: Charge stale · %@
es: Carga desactualizada · %@

source: Charge unavailable
es: Carga no disponible

source: Charge · %@
es: Carga · %@

source: Charge · cal
es: Carga · cal

source: Charge –
es: Carga –

source: Effort
es: Esfuerzo

source: NOOP Charge
es: Carga de NOOP

source: NOOP · open on iPhone
es: NOOP · abrir en el iPhone

source: NOOP. No data yet, open NOOP on your iPhone to sync.
es: NOOP. Aún no hay datos, abre NOOP en tu iPhone para sincronizar.

source: NOOP. Scores out of date, last synced %@. Open NOOP on iPhone to refresh.
es: NOOP. Puntuaciones desactualizadas, última sincronización %@. Abre NOOP en el iPhone para actualizar.

source: No data, open NOOP on iPhone
es: Sin datos, abre NOOP en el iPhone

source: Open NOOP
es: Abrir NOOP

source: Rest
es: Descanso

source: Your Charge (recovery) on the watch face, with Effort and Rest in the rectangular card.
es: Tu Carga (recuperación) en la esfera del reloj, con Esfuerzo y Descanso en la tarjeta rectangular.

source: a while ago
es: hace un rato

source: old
es: desactualizado

source: open iPhone
es: abrir iPhone

source: stale
es: desactualizado
